Repository: cwoodruff/ASPNETCore-I18n
Catalog: musicstore/Resources/Controllers/HomeController.*.resx
Languages: fr_fr

# Album1Name
source: The Essence of a Healthy Soul
fr_fr: L’Essence d’une âme saine

# Album1Descr
source: The Essence of a Healthy Soul is the fourth studio album by Ken Freeman released in 2016. The title The Essence of a Healthy Soul can be seen as referring to Ken’s new-found sobriety, following the years of drug and alcohol use that eventually led Ken into rehabilitation.
fr_fr: L’Essence d’une âme saine est que le quatrième album studio par Ken Freeman sorti en 2016. Le titre de l’Essence d’une âme saine peut être considéré comme se référant à la sobriété retrouvée de Ken, après des années de consommation d’alcool et de drogues qui a finalement conduit Ken en réhabilitation.

# Album2Name
source: Courageous Patience
fr_fr: Patience Courageuse

# Album2Descr
source: Courageous Patience is the second solo studio album by American musician Billy Morgan. It was released on May 28, 2016, in the United Kingdom and June 5, 2016, in the United States. This album is Morgan’s second after Last Morning in 2014, and his first since leaving his former band.
fr_fr: Patience courageuse est le deuxième album solo du musicien américain Billy Morgan. Il est sorti le 28 mai 2016, au Royaume Uni et le 5 juin 2016, aux États-Unis. Cet album est Morgan deuxième après la dernière matinée en 2014 et sa première depuis le départ de son ancien groupe.

# Album3Name
source: Take It From Us
fr_fr: Prenez-le de nous

# Album3Descr
source: Take It From Us is the second studio album by the American rock band Iragberi. Produced by Gil Orten, it was released through Big Guy Records and the group's own Open Records on May 20, 2017.
fr_fr: Take It de Us est le deuxième album studio du groupe de rock américain Iragberi. Produit par Gil Orten, il est sorti par Big Guy enregistrements et le propre du groupe ouvert le 20 mai 2017.

# Album4Name
source: Courtesy
fr_fr: Courtoisie

# Album4Descr
source: Courtesy is the third album by Canadian singer James Flint, released in 2015 through Enemy Records. It was James’ first album released outside Canada. Flint began work on his album after moving from her hometown, Ottawa, to Toronto.
fr_fr: La courtoisie est le troisième album du chanteur canadien James Flint, sorti en 2015 dans les enregistrements de l’ennemi. C’était le premier album de James', sorti à l’extérieur du Canada. Flint a commencé à travailler sur son album après avoir déménagé de sa ville natale, Ottawa, à Toronto.

# Album5Name
source: Difficult
fr_fr: Difficile

# Album5Descr
source: Difficult is the fourth studio album by American rock band Nillu Rat. Produced by Rob Green, the album was released in the UK on September 20, 2016 and in the US on September 21, 2016 by Sunrise Records.
fr_fr: Le quatrième album studio du groupe de rock américain Nillu Rat est difficile. Produit par Rob Green, l’album est sorti au Royaume-Uni le 20 septembre 2016 et aux États-Unis le 21 septembre 2016 par Sunrise Records.

# Album6Name
source: Belief in Another
fr_fr: Croyance en l’autre

# Album6Descr
source: Belief in Another is the third studio album by the band Oroukayo. The album introduced drummer Sparrow Larkon, former drummer for Chaotic Peace. The album was released on April 8, 2017.
fr_fr: Croyance en l’autre est le troisième album studio du groupe de Oroukayo. L’album présente le batteur Moineau Larkon, ancien batteur de paix chaotique. L’album est sorti le 8 avril 2017.

# AboutUs
source: Chinook Music Store was founded by songwriter Johnny Walker in 2014, with the financial help of fellow songwriter and film producer Buddy Knight and the business acumen of Glenn Wallace, the owner of Wall Music Stores. Walker first raised the idea of starting a record store while bowling with Harold Carlson and Tim Sherwood. By 2013, Walker was an experienced songwriter and a singer with multiple successful releases. Walker next suggested the idea to Wallace while visiting his record store. Wallace expressed interest in the idea and the pair negotiated an agreement whereby Walker would run the company and identify their artists, while Wallace managed the business side. On February 2, 2013, Walker and Wallace met with Knight at a Hollywood restaurant to inquire about the possibility of investment of the company from Star Pictures. While Knight declined the proposal, he handed the pair a check worth $150,000. On March 27, 2014, the three men incorporated as Left Field Record Store. In May 2014, the application was amended to change the company's name to Chinook Music Store.
fr_fr: Magasin de musique de Chinook a été fondée par compositeur Johnny Walker en 2014, avec l’aide financière du collègue auteur-compositeur, producteur et scénariste Buddy Knight et le sens aigu des affaires de Glenn Wallace, le propriétaire des magasins de musique de mur. Walker pour la première fois l’idée d’ouvrir un magasin de disques tout en bowling avec Harold Carlson et Tim Sherwood. En 2013, Walker était un chanteur et un compositeur expérimenté avec succès démoulante. Walker a ensuite suggéré l’idée que Wallace lors d’une visite de son magasin de disques. Wallace, manifesté leur intérêt pour l’idée et la paire a négocié un accord selon lequel Walker irait de l’entreprise et identifier leurs artistes, tandis que Wallace réussi du côté des entreprises. Le 2 février 2013, Walker et Wallace ont rencontré Chevalier dans un restaurant de Hollywood pour s’enquérir de la possibilité d’investissement de la société de photos de la Star. Tandis que le chevalier a décliné la proposition, il a remis à la paire un chèque d’une valeur de $ 150 000. Le 27 mars 2014, les trois hommes constituée comme magasin de disques de champ gauche. En mai 2014, l’application a été modifiée pour changer le nom de l’entreprise à Chinook Music Store.

# Featured
source: Featured Albums
fr_fr: Albums recommandés

source: Home
fr_fr: Accueil

source: About
fr_fr: Sur

source: Register
fr_fr: Registre

source: Log In
fr_fr: S'identifier

source: Title
fr_fr: Titre
