Repository: cwoodruff/ASPNETCore-I18n
Catalog: Resources/Controllers/Controllers.HomeController.*.resx
Languages: es_es, sv_se

# Album1Name
source: The Essence of a Healthy Soul
es_es: La Esencia de un Alma Sana
sv_se: Kärnan i en sund själ

# Album1Descr
source: The Essence of a Healthy Soul is the fourth studio album by Ken Freeman released in 2016. The title The Essence of a Healthy Soul can be seen as referring to Ken’s new-found sobriety, following the years of drug and alcohol use that eventually led Ken into rehabilitation.
es_es: La Esencia de un alma sana es que el cuarto álbum de estudio de Ken Freeman lanzado en 2016. El título la esencia de un alma saludable puede verse como una referencia a la sobriedad de nuevo Ken, después de años de uso de drogas y alcohol que condujo eventual a Ken en rehabilitación.
sv_se: Kärnan i en sund själ är det fjärde studioalbumet av Ken Freeman släppt under 2016. Titeln The essensen av en sund själ kan ses som en hänvisning till kens nyfunna nykterhet, efter år av drog- och alkohol användning som så småningom ledde Ken till rehabilitering.

# Album2Name
source: Courageous Patience
es_es: Valiente Paciencia
sv_se: Modiga Tålamod

# Album2Descr
source: Courageous Patience is the second solo studio album by American musician Billy Morgan. It was released on May 28, 2016, in the United Kingdom and June 5, 2016, in the United States. This album is Morgan’s second after Last Morning in 2014, and his first since leaving his former band.
es_es: Valiente paciencia es el segundo álbum de estudio solista por el músico estadounidense Billy Morgan. Fue lanzado el 28 de mayo de 2016, en el Reino Unido y 05 de junio de 2016, en los Estados Unidos. Este álbum es de Morgan en segundo lugar después de pasado mañana en 2014 y su primera desde que dejó su anterior banda.
sv_se: Modiga tålamod är det andra solo albumet av musikern Billy Morgan. Det släpptes den 28 maj 2016, i Sverige och 5 juni 2016 i USA. Detta album är Morgans näst efter sista morgonen i 2014, och hans första efter att ha lämnat sitt tidigare band.

# Album3Name
source: Take It From Us
es_es: Tomar de nosotros
sv_se: Ta det från oss

# Album3Descr
source: Take It From Us is the second studio album by the American rock band Iragberi. Produced by Gil Orten, it was released through Big Guy Records and the group's own Open Records on May 20, 2017.
es_es: Tomar lo de nosotros es el segundo álbum de estudio de la banda de rock Iragberi. Producido por Gil Orten, fue lanzado a través de grandes registros de Guy y del grupo abierto el 20 de mayo de 2017.
sv_se: Ta det från oss är det andra studioalbumet av det amerikanska rockbandet Iragberi. Producerad av Gil Orten, släpptes den genom stora kille poster och gruppens egna öppna poster på 20 maj 2017.

# Album4Name
source: Courtesy
es_es: Cortesía
sv_se: Artighet

# Album4Descr
source: Courtesy is the third album by Canadian singer James Flint, released in 2015 through Enemy Records. It was James’ first album released outside Canada. Flint began work on his album after moving from her hometown, Ottawa, to Toronto.
es_es: La cortesía es el tercer disco de la cantante canadiense James Flint, lanzado en el año 2015 a través de registros de enemigo. Era primer álbum de James fuera de Canadá. Flint comenzó a trabajar en su álbum después de mudarse desde su ciudad natal, Ottawa, Toronto.
sv_se: Artighet är ett musikalbum av den kanadensiska sångaren James Flint, släppt under 2015 genom fienden Records. Det var James' första album släpptes utanför Kanada. Flint började arbeta på sitt album efter flytta från hemstaden, Ottawa, till Toronto.

# Album5Name
source: Difficult
es_es: Difícil
sv_se: Svårt

# Album5Descr
source: Difficult is the fourth studio album by American rock band Nillu Rat. Produced by Rob Green, the album was released in the UK on September 20, 2016 and in the US on September 21, 2016 by Sunrise Records.
es_es: Difícil es el cuarto álbum de estudio por la banda de rock Nillu rata. Producido por Rob Green, el álbum fue lanzado en el Reino Unido el 20 de septiembre de 2016 y en los Estados Unidos en 21 de septiembre de 2016 por Sunrise Records.
sv_se: Svårt är det fjärde studioalbumet av det amerikanska rockbandet Nillu råtta. Producerad av Rob Green, släpptes albumet i Storbritannien den 20 September, 2016 och i USA den 21 September, 2016 av Sunrise Records.

# Album6Name
source: Belief in Another
es_es: Creencia en otro
sv_se: Tron på en annan

# Album6Descr
source: Belief in Another is the third studio album by the band Oroukayo. The album introduced drummer Sparrow Larkon, former drummer for Chaotic Peace. The album was released on April 8, 2017.
es_es: La creencia en el otro es el tercer álbum de estudio de la banda Oroukayo. El álbum presentó baterista gorrión Larkon, ex baterista de paz caótica. El álbum fue lanzado el 08 de abril de 2017.
sv_se: Tron på en annan är det tredje studioalbumet av bandet Oroukayo. Albumet introducerade trummisen Sparrow Larkon, tidigare trummis i kaotiska fred. Albumet släpptes den 8 April 2017.

# AboutUs
source: Chinook Music Store was founded by songwriter Johnny Walker in 2014, with the financial help of fellow songwriter and film producer Buddy Knight and the business acumen of Glenn Wallace, the owner of Wall Music Stores. Walker first raised the idea of starting a record store while bowling with Harold Carlson and Tim Sherwood. By 2013, Walker was an experienced songwriter and a singer with multiple successful releases. Walker next suggested the idea to Wallace while visiting his record store. Wallace expressed interest in the idea and the pair negotiated an agreement whereby Walker would run the company and identify their artists, while Wallace managed the business side. On February 2, 2013, Walker and Wallace met with Knight at a Hollywood restaurant to inquire about the possibility of investment of the company from Star Pictures. While Knight declined the proposal, he handed the pair a check worth $150,000. On March 27, 2014, the three men incorporated as Left Field Record Store. In May 2014, the application was amended to change the company's name to Chinook Music Store.
es_es: Tienda de música de Chinook fue fundada por el compositor Johnny Walker en 2014, con la ayuda financiera del compañero cantautor y productor de la película caballero amigo y la visión para los negocios de Glenn Wallace, el propietario de tiendas de música de la pared. Walker planteó por primera vez la idea de iniciar una tienda de discos al bowling con Harold Carlson y Tim Sherwood. En 2013, Walker fue un experimentado compositor y un cantante con varios lanzamientos exitosos. Walker a continuación sugirió la idea de Wallace durante su visita a su tienda de discos. Wallace expresó interés en la idea y la pareja negoció un acuerdo por el andador funcionaría la empresa e identificar a sus artistas, mientras que Wallace logró el lado del negocio. 02 de febrero de 2013, Walker y Wallace se reunieron con caballero en un restaurante de Hollywood para preguntar sobre la posibilidad de inversión de la empresa de fotos de estrellas. Mientras que caballero declinó la propuesta, él dio a la pareja un cheque valor $150.000. 27 de marzo de 2014, los tres hombres constituyó como almacén de registro de campo izquierdo. En mayo de 2014, la aplicación fue enmendada para cambiar el nombre de la empresa a la tienda de música de Chinook.
sv_se: Chinook Music Store grundades av låtskrivare Johnny Walker under 2014, med finansiell hjälp av kolleger låtskrivare och filmproducenten kompis Knight och affärsmannaskap Glenn Wallace, ägaren av väggen musikaffärer. Walker upp första tanken på att starta en skivaffär medan bowling med Harold Carlson och Tim Sherwood. Av 2013 var Walker en erfarna låtskrivare och sångare med flera framgångsrika releaser. Walker nästa föreslog idén att Wallace när du besöker sin skivaffär. Wallace uttryckt intresse för idén och paret förhandlat fram ett avtal varigenom Walker skulle driva företaget och identifiera sina artister, medan Wallace lyckades affärssidan. Den 2 februari 2013 träffade Walker och Wallace Knight på en Hollywood restaurang att fråga om möjligheten att investeringar av företaget från Star bilder. Knight minskade förslaget, lämnade han paret en check värd $150.000. Den 27 mars 2014 införlivas de tre männen som vänstra fältet skivbutik. I maj 2014 har ansökan ändrats för att ändra företagets namn till Chinook Music Store.

# Featured
source: Featured Albums
es_es: Álbumes recomendados
sv_se: Utvalda album

source: Home
es_es: Casa
sv_se: Hem

source: About
es_es: Acerca de
sv_se: Handla om

source: Contact
es_es: Contacto
sv_se: Kontakta

source: Register
es_es: Registro
sv_se: Registrera

source: Log In
es_es: Iniciar sesión
sv_se: Logga in
